Repository: e-ditiones/PARALLEL17
Catalog: corpus_tmx/Racine1676_Oeuvres1_bpt6k9905809_corrected_numb_align_l.tmx
Source language: frm
Languages: fr

source: Me voyoit-il de l’œil qu’il me voit aujourd’huy?
fr: Me voyait-il de l’œil qu’il me voit aujourd’hui?

source: Tu t’en ſouviens encor, tout conſpiroit pour luy.
fr: Tu t’en souviens encor, tout conspirait pour lui.

source: Ma famille vangée, & les Grecs dans la joye,
fr: Ma Famille vengée, et les Grecs dans la joie,

source: Nos Vaiſſeaux tout chargez des dépoüilles de Troye,
fr: Nos Vaisseaux tout chargés des dépouilles de Troie,

source: Les Exploits de ſon Pere, effacez par les ſiens,
fr: Les Exploits de son Père, effacés par les siens,

source: Ses feux que je croyois plus ardens que les miens,
fr: Ses feux que je croyais plus ardents que les miens,

source: Mon Cœur, toy-meſme enfin de ſa gloire ébloüie,
fr: Mon Cœur, toi-même enfin de sa gloire éblouie,

source: Avant qu’il me trahiſt, vous m’avez tous trahie.
fr: Avant qu’il me trahît, vous m’avez tous trahie.

source: Mais c’en eſt trop, Cleone, & quel que ſoit Pyrrhus,
fr: Mais c’en est trop, Cléone, et quel que soit Pyrrhus,

source: Hermione eſt ſenſible, Oreſte a des vertus.
fr: Hermione est sensible, Oreste a des vertus.

source: Il ſçait aimer du moins, & meſme ſans qu’on l’aime;
fr: Il sait aimer du moins, et même sans qu’on l’aime;

source: Et peut-eſtre il ſçaura ſe faire aimer luy-meſme.
fr: Et peut-être il saura se faire aimer lui-même.

source: Madame, le voicy.
fr: Madame, le voici.

source: Ah! je ne croyois pas qu’il fuſt ſi prés d’icy.
fr: Ah! je ne croyais pas qu’il fût si près d’ici.

source: LE croiray-je, Seigneur, qu’un reſte de tendreſſe
fr: Le croirai-je, Seigneur, qu’un reste de tendresse

source: Vous faſſe icy chercher une triſte Princeſſe?
fr: Vous fasse ici chercher une triste Princesse?

source: Ou ne dois-je imputer qu’à voſtre ſeul devoir,
fr: Ou ne dois-je imputer qu’à votre seul devoir,

source: L’heureux empreſſement qui vous porte à me voir?
fr: L’heureux empressement qui vous porte à me voir?

source: Tel eſt de mon amour l’aveuglement funeſte.
fr: Tel est de mon amour l’aveuglement funeste.

source: Vous le ſçavez, Madame, & le deſtin d’Oreſte
fr: Vous le savez, Madame, et le destin d’Oreste

source: Eſt de venir ſans ceſſe adorer vos attraits,
fr: Est de venir sans cesse adorer vos attraits,

source: Et de jurer toûjours qu’il n’y viendra jamais.
fr: Et de jurer toujours qu’il n’y viendra jamais.

source: Je ſçay que vos regards vont rouvrir mes bleſſures,
fr: Je sais que vos regards vont rouvrir mes blessures,

source: Que tous mes pas vers vous ſont autant de parjures.
fr: Que tous mes pas vers vous sont autant de parjures.

source: Je le ſçay, j’en rougis. Mais j’atteſte les Dieux,
fr: Je le sais, j’en rougis. Mais j’atteste les Dieux,

source: Que j’ay couru par tout, où ma perte certaine
fr: Que j’ai couru partout, où ma perte certaine

source: Dégageoit mes ſermens, & finiſſoit ma peine.
fr: Dégageait mes serments, et finissait ma peine.

source: J’ay mandié la Mort, chez des Peuples cruels
fr: J’ai mendié la Mort, chez des Peuples cruels

source: Qui n’apaiſoient leurs Dieux que du ſang des Mortels:
fr: Qui n’apaisaient leurs Dieux que du sang des Mortels:

source: Ils m’ont fermé leur Temple, & ces Peuples barbares
fr: Ils m’ont fermé leur Temple, et ces Peuples barbares

source: De mon ſang prodigué ſont devenus avares.
fr: De mon sang prodigué sont devenus avares.

source: Enfin je viens à vous, & je me voy reduit
fr: Enfin je viens à vous, et je me vois réduit

source: A chercher dans vos yeux une mort, qui me fuit.
fr: À chercher dans vos yeux une mort, qui me fuit.

source: Mon deſeſpoir n’attend que leur indifference,
fr: Mon désespoir n’attend que leur indifférence,

source: Ils n’ont qu’à m’interdire un reſte d’eſperance.
fr: Ils n’ont qu’à m’interdire un reste d’espérance.

source: Qu'à me dire une fois ce qu’ils m’ont dit toûjours,
fr: Qu’à me dire une fois ce qu’ils m’ont dit toujours.

source: Voila depuis un an le ſeul ſoin qui m’anime.
fr: Voilà depuis un an le seul soin qui m’anime.

source: Madame, c’eſt à vous de prendre une Victime,
fr: Madame, c’est à vous de prendre une Victime,

source: Que les Scythes auroient dérobée à vos coups,
fr: Que les Scythes auraient dérobée à vos coups,

source: Si j’en avois trouvé d’auſſi cruels que Vous.
fr: Si j’en avais trouvé d’aussi cruels que Vous.

source: Quittez, Seigneur, quittez ce funeſte langage.
fr: Quittez, Seigneur, quittez ce funeste langage.

source: A des ſoins plus preſſans la Grece vous engage.
fr: À des soins plus preſſants la Grèce vous engage.

source: Que parlez-vous du Scythe, & de mes cruautez?
fr: Que parlez-vous du Scythe, et de mes cruautés?

source: Songez à tous ces Rois que vous repreſentez.
fr: Songez à tous ces Rois que vous représentez.

source: Faut-il que d’un tranſport leur Vangeance dépende?
fr: Faut-il que d’un transport leur Vengeance dépende?

source: Eſt-ce le ſang d’Oreſte enfin qu’on vous demande?
fr: Est-ce le sang d’Oreste enfin qu’on vous demande?

source: Dégagez-vous des ſoins dont vous eſtes chargé.
fr: Dégagez-vous des soins dont vous êtes chargé.

source: Les refus de Pyrrhus m’ont aſſez dégagé,
fr: Les refus de Pyrrhus m’ont assez dégagé,

source: Madame, il me renvoye, & quelque autre Puiſſance
fr: Madame, il me renvoie, et quelque autre Puissance

source: Lui fait du Fils d’Hector embraſſer la défenſe.
fr: Lui fait du Fils d’Hector embrasser la défense.

source: L’infidelle!
fr: L’infidèle!

source: Ainſi donc tout preſt à le quitter,
fr: Ainsi donc tout prêt à le quitter,

source: Sur mon propre deſtin je viens vous conſulter.
fr: Sur mon propre destin je viens vous conſulter.

source: Déja meſme je crois entendre la reponſe
fr: Déjà même je crois entendre la réponse

source: Qu'en ſecret contre moy voſtre haine prononce.
fr: Qu'en secret contre moi votre haine prononce.

source: Hé quoy? toûjours injuſte en vos triſtes diſcours,
fr: Hé quoi? toujours injuste en vos tristes diſcours,

source: De mon inimitié vous plaindrez-vous toûjours?
fr: De mon inimitié vous plaindrez-vous toujours?

source: Quelle eſt cette rigueur tant de fois alleguée?
fr: Quelle est cette rigueur tant de fois alléguée?

source: J’ay paſſé dans l’Epire où j’eſtois releguée?
fr: J’ai passé dans l’Épire où j’étais reléguée.

source: Mon Pere l’ordonnoit. Mais qui ſçait ſi depuis,
fr: Mon Père l’ordonnait. Mais qui sait si depuis,

source: Je n’ay point en ſecret partagé vos ennuis?
fr: Je n’ai point en secret partagé vos ennuis?

source: Penſez-vous avoir ſeul éprouvé des allarmes?
fr: Pensez-vous avoir seul éprouvé des alarmes?

source: Que l’Epire jamais n’ait veû couler mes larmes?
fr: Que l’Épire jamais n’ait vu couler mes larmes?

source: Je n’ay pas quelquefois ſouhaitté de vous voir?
fr: Je n’ai pas quelquefois souhaité de vous voir?

source: Souhaitté de me voir? Ah divine Princeſſe....
fr: Souhaité de me voir? Ah divine Princesse…

source: Mais de grace, eſt-ce à moy que ce diſcours s’adreſſe?
fr: Mais de grâce, est-ce à moi que ce discours s’adresse?

source: Ouvrez les yeux. Songez qu’Oreſte eſt devant vous,
fr: Ouvrez les yeux. Songez qu’Oreste est devant vous,

source: Oreſte ſi long-temps l’objet de leur courroux.
fr: Oreste si longtemps l’objet de leur courroux.

source: Oüy, c’eſt vous dont l’amour naiſſant avec leurs charmes,
fr: Oui, c’est vous dont l’amour naissant avec leurs charmes,

source: Vous que mille vertus me forçoient d’eſtimer,
fr: Vous que mille vertus me forçaient d’estimer,

source: Vous que j’ay plaint, enfin que je voudrois aimer,
fr: Vous que j’ai plaint, enfin que je voudrais aimer,

source: Je vous entens. Tel eſt mon partage funeſte.
fr: Je vous entends. Tel est mon partage funeste.

source: Le Cœur eſt pour Pyrrhus, & les vœux pour Oreſte.
fr: Le Cœur est pour Pyrrhus, et les vœux pour Oreste.

source: Ah! ne ſouhaittez-pas le deſtin de Pyrrhus,
fr: Ah! ne souhaitez pas le destin de Pyrrhus,

source: Je vous haïrois trop.
fr: Je vous haïrais trop.

source: Vous me voulez aimer, & je ne puis vous plaire,
fr: Vous me voulez aimer, et je ne puis vous plaire,

source: Et l’Amour ſeul alors ſe faiſant obeïr,
fr: Et l’Amour seul alors se faisant obéir,

source: O dieux! tant de reſpects, une amitié ſi tendre....
fr: Ô dieux! Tant de respects, une amitié si tendre…

source: Que de raiſons pour moy, ſi vous pouviez m’entendre!
fr: Que de raisons pour moi, si vous pouviez m’entendre!

source: Vous ſeule pour Pyrrhus diſputez aujourd’huy,
fr: Vous seule pour Pyrrhus disputez aujourd’hui,

source: Peut-eſtre malgré vous, ſans doute malgré luy.
fr: Peut-être malgré vous, sans doute malgré lui.

source: Car enfin il vous hait. Son ame ailleurs épriſe
fr: Car enfin il vous hait. Son âme ailleurs éprise

source: Qui vous l’a dit, Seigneur, qu’il me mépriſe?
fr: Qui vous l’a dit, Seigneur, qu’il me méprise?

source: Ses regards, ſes diſcours vous l’ont-ils donc appris?
fr: Ses regards, ses discours vous l’ont-ils donc appris?

source: Jugez-vous que ma veuë inſpire des mépris?
fr: Jugez-vous que ma vue inspire des mépris?

source: Qu'elle allume en un cœur des feux ſi peu durables?
fr: Qu’elle allume en un cœur des feux si peu durables?

source: Peut-eſtre d’autres yeux me ſont plus favorables.
fr: Peut-être d’autres yeux me sont plus favorables.

source: Pourſuivez. Il eſt beau de m’inſulter ainſi.
fr: Poursuivez. Il est beau de m’insulter ainsi.

source: Cruelle, c’eſt donc moy qui vous mépriſe ici?
fr: Cruelle, c’est donc moi qui vous méprise ici?

source: Vos yeux n’ont pas aſſez éprouvé ma conſtance?
fr: Vos yeux n’ont pas assez éprouvé ma constance?

source: Je ſuis donc un témoin de leur peu de puiſſance?
fr: Je suis donc un témoin de leur peu de puissance?

source: Je les ay mépriſez? Ah! Qu’ils voudroient bien voir
fr: Je les ai méprisés? Ah! Qu’ils voudraient bien voir

source: Mon Rival, comme moy, mépriſer leur pouvoir.
fr: Mon Rival, comme moi, mépriser leur pouvoir.

source: Que m’importe, Seigneur, ſa haine, ou ſa tendreſſe?
fr: Que m’importe, Seigneur, sa haine, ou sa tendresse?

source: Allez contre un Rebelle armer toute la Gréce.
fr: Allez contre un Rebelle armer toute la Grèce.

source: Rapportez-luy le prix de ſa rebellion.
fr: Rapportez-lui le prix de sa rébellion.

source: Qu'on faſſe de l’Epire un ſecond Ilion.
fr: Qu’on fasse de l’Épire un second Ilion.

source: Allez. Apres cela, direz-vous que je l’aime?
fr: Allez. Après cela, direz-vous que je l’aime?

source: Madame, faites plus, & venez-y vous-meſme.
fr: Madame, faites plus, et venez-y vous-même.

source: Voulez-vous demeurer pour oſtage en ces lieux?
fr: Voulez-vous demeurer pour otage en ces lieux?

source: Faiſons de noſtre haine une commune attaque.
fr: Faisons de notre haine une commune attaque.

source: Mais, Seigneur, cependant s’il épouſe Andromaque?
fr: Mais, Seigneur, cependant s’il épouse Andromaque?

source: Si d’une Phrygienne il devenoit l’Eſpoux.
fr: Si d’une Phrygienne il devenait l’Époux.

source: Et vous le haïſſez? avoüez-le, Madame,
fr: Et vous le haïssez? Avouez-le, Madame,

source: L’Amour n’eſt pas un feu qu’on renferme en une ame.
fr: L’Amour n’est pas un feu qu’on renferme en une âme.

source: Tout nous trahit, la voix, le ſilence, les yeux,
fr: Tout nous trahit, la voix, le silence, les yeux.

source: Seigneur, je le voy bien, voſtre ame prévenuë
fr: Seigneur, je le vois bien, votre âme prévenue

source: Répand ſur mes diſcours le venin qui la tuë,
fr: Répand sur mes discours le venin qui la tue,

source: Toûjours dans mes raiſons cherche quelque détour,
fr: Toujours dans mes raisons cherche quelque détour,

source: Et croit qu’en moy la haine eſt un effort d’amour.
fr: Et croit qu’en moi la haine est un effort d’amour.

source: Il faut donc m’expliquer. Vous agirez en ſuite.
fr: Il faut donc m’expliquer. Vous agirez ensuite.

source: Vous ſçavez qu’en ces lieux mon devoir m’a conduite,
fr: Vous savez qu’en ces lieux mon devoir m’a conduite,

source: Mon devoir m’y retient, & je n’en puis partir,
fr: Mon devoir m’y retient, et je n’en puis partir,

source: Que mon Pere, ou Pyrrhus ne m’en faſſe ſortir.
fr: Que mon Père, ou Pyrrhus ne m’en fasse sortir.

source: Au nom de Menelas allez luy faire entendre,
fr: Au nom de Ménélas allez lui faire entendre,

source: Que l’Ennemy des Grecs ne peut eſtre ſon Gendre.
fr: Que l’Ennemi des Grecs ne peut être son Gendre.

source: Du Troyen, ou de moy, faites le decider:
fr: Du Troyen, ou de moi, faites-le décider:

source: Qu’il ſonge qui des deux, il veut rendre, ou garder.
fr: Qu’il songe qui des deux, il veut rendre, ou garder.

source: Enfin qu’il me renvoye, ou bien qu’il vous le livre.
fr: Enfin qu’il me renvoie, ou bien qu’il vous le livre.

source: Adieu, s’il y conſent, je ſuis preſte à vous ſuivre.
fr: Adieu, s’il y consent, je suis prête à vous suivre.

source: OUy, oüy, vous me ſuivrez, n’en doutez nullement.
fr: Oui, oui, vous me suivrez, n’en doutez nullement.

source: Je vous reſpons déja de ſon conſentement.
fr: Je vous réponds déjà de son consentement.

source: Il n’a devant les yeux que ſa chere Troyenne,
fr: Il n’a devant les yeux que sa chère Troyenne,

source: Tout autre objet le bleſſe, & peut-eſtre aujourd’huy
fr: Tout autre objet le blesse, et peut-être aujourd’hui

source: Il n’attend qu’un prétexte à l’éloigner de luy.
fr: Il n’attend qu’un prétexte à l’éloigner de lui.

source: Nous n’avons qu’à parler. C’en eſt fait. Quelle joye
fr: Nous n’avons qu’à parler. C’en est fait. Quelle joie

source: D’enlever à l’Epire une ſi belle Proye!
fr: D’enlever à l’Épire une si belle Proie!

source: Sauve tout ce qui reſte & de Troye, & d’Hector.
fr: Sauve tout ce qui reste, et de Troie, et d’Hector.

source: Garde ſon Fils, ſa Veuve, & mille autres encor,
fr: Garde son Fils, sa Veuve, et mille autres encor,

source: Epire, c’eſt aller qu'Hermione renduë
fr: Épire, c’est assez qu’Hermione rendue

source: Perde à jamais tes bords,& ton Prince de veuë.
fr: Perde à jamais tes bords, et ton Prince de vue.

source: Mais un heureux deſtin le conduit en ces lieux.
fr: Mais un heureux destin le conduit en ces lieux.

source: Parlons. A tant d’attraits, Amour, ferme ſes yeux.
fr: Parlons. À tant d’attraits, Amour, ferme ses yeux.

source: JE vous cherchois, Seigneur. Un peu de violence
fr: Je vous cherchais, Seigneur. Un peu de violence

source: M’a fait de vos raiſons combattre la puiſſance,
fr: M’a fait de vos raisons combattre la puissance,

source: Je l’avouë. Et depuis que je vous ay quitté,
fr: Je l’avoue. Et depuis que je vous ai quitté,

source: J’en ay ſenty la force, & connu l’équité.
fr: J’en ai senti la force, et connu l’équité.

source: J’ay ſongé comme vous, qu’à la Grece, à mon Pere,
fr: J’ai songé comme vous, qu’à la Grèce, à mon Père,

source: A moy-meſme en un mot je devenois contraire,
fr: À moi-même en un mot je devenais contraire,

source: Que je relevois Troye, & rendois imparfait
fr: Que je relevais Troie, et rendais imparfait

source: Tout ce qu’a fait Achille, & tout ce que j’ay fait.
fr: Tout ce qu’a fait Achille, et tout ce que j’ai fait.

source: Je ne condamne plus un courroux legitime,
fr: Je ne condamne plus un courroux légitime,

source: Et l’on vous va, Seigneur, livrer voſtre Victime.
fr: Et l’on vous va, Seigneur, livrer votre Victime.

source: Seigneur, par ce conſeil prudent & rigoureux,
fr: Seigneur, par ce conseil prudent et rigoureux,

source: C’eſt acheter la Paix du ſang d’un Malheureux.
fr: C’est acheter la Paix du sang d’un Malheureux.

source: Ouy. Mais je veux, Seigneur, l’aſſurer davantage.
fr: Oui. Mais je veux, Seigneur, l’assurer davantage.

source: D’une eternelle Paix Hermione eſt le gage.
fr: D’une éternelle Paix Hermione est le gage.

source: Je l'épouſe. Il ſembloit qu’un ſpectacle ſi doux
fr: Je l’épouse. Il semblait qu’un spectacle si doux

source: N’attendiſt en ces lieux qu’un Teſmoin tel que vous.
fr: N’attendît en ces lieux qu’un Témoin tel que vous.

source: Vous y repréſentez tous les Grecs & ſon Pere,
fr: Vous y représentez tous les Grecs et son Père,

source: Puis qu’en vous Menelas voit revivre ſon Frere.
fr: Puisqu’en vous Ménélas voit revivre son Frère.

source: Voyez-la donc. Allez. Dites-luy que demain
fr: Voyez-la donc. Allez. Dites-lui que demain

source: J’attens, avec la Paix, ſon Cœur de voſtre main.
fr: J’attends, avec la Paix, son Cœur de votre main.

source: HE bien, Phœnix, l’Amour eſt-il le Maiſtre?
fr: Hé bien, Phœnix, l’Amour est-il le Maître?

source: Tes yeux reſuſent-ils encor de me connaiſtre?
fr: Tes yeux refusent-ils encor de me connaître?

source: Ah! je vous reconnois, & ce juſte courroux
fr: Ah! je vous reconnais, et ce juste courroux

source: Ainſi qu’à tous les Grecs, Seigneur, vous rend à vous.
fr: Ainsi qu’à tous les Grecs, Seigneur, vous rend à vous.

source: Ce n’eſt plus le joüet d’une flame ſervile.
fr: Ce n’est plus le jouet d’une flamme servile.

source: C’eſt Pyrrhus. C’eſt le Fils, & le Rival d’Achille,
fr: C’est Pyrrhus. C’est le Fils, et le Rival d’Achille,

source: Que la Gloire à la fin rameine ſous ſes lois,
fr: Que la Gloire à la fin ramène sous ses lois,

source: Qui triomphe de Troye une ſeconde fois.
fr: Qui triomphe de Troie une seconde fois.

source: Dy plûtoſt, qu’aujourd’huy commence ma Victoire.
fr: Dis plutôt, qu’aujourd’hui commence ma Victoire.

source: D’aujouru’huy ſeulement je joüis de ma gloire,
fr: D’aujourd’hui seulement je jouis de ma gloire,

source: Et mon cœur auſſi fier, que tu l’as veû ſoûmis,
fr: Et mon cœur aussi fier, que tu l’as vu soumis,

source: Conſidere, Phœnix, les troubles que j’évite,
fr: Considère, Phœnix, les troubles que j’évite,

source: Quelle foule de maux l’Amour traiſne à ſa ſuite;
fr: Quelle foule de maux l’Amour traîne à sa suite;

source: Que d’Amis, de devoirs j’allois ſacrifier;
fr: Que d’Amis, de devoirs j’allais sacrifier;

source: Quels perils.... Un regard m’euſt tout fait oublier.
fr: Quels périls… Un regard m’eût tout fait oublier.

source: Tous les Grecs conjurez fondoient ſur un Rebelle.
fr: Tous les Grecs conjurés fondaient sur un Rebelle.

source: Je trouvois du plaiſir à me perdre pour Elle.
fr: Je trouvais du plaisir à me perdre pour Elle.

source: Oüy, je benis, Seigneur, l’heureuſe cruauté
fr: Oui, je bénis, Seigneur, l’heureuse cruauté

source: Tu l’as veû comme elle m’a traitté.
fr: Tu l’as vu comme elle m’a traité.

source: Je penſois, en voyant ſa tendreſſe alarmée,
fr: Je pensais, en voyant sa tendresse alarmée,

source: Que ſon Fils me la duſt renvoyer deſarmée.
fr: Que son Fils me la dût renvoyer désarmée.

source: J’allois voir le ſuccez de ſes embraſſemens.
fr: J’allais voir le succès de ses embrassements.

source: Je n’ay trouvé que pleurs mélez d’emportemens.
fr: Je n’ai trouvé que pleurs mêlés d’emportements.

source: Sa miſere l’aigrit. Et toûjours plus farouche
fr: Sa misère l’aigrit. Et toujours plus farouche

source: Cent fois le nom d’Hector eſt ſorti de ſa bouche.
fr: Cent fois le nom d’Hector est sorti de sa bouche.

source: Vainement à ſon Fils j’aſſurois mon ſecours,
fr: Vainement à son Fils j’assurais mon secours,

source: C’eſt Hector, (diſoit-elle en l’embraſſant toûjours.)
fr: C’est Hector, (disait-elle en l’embrassant toujours.)

source: Voila ſes yeux, ſa bouche, & déja ſon audace,
fr: Voilà ses yeux, sa bouche, et déjà son audace,

source: C’eſt luy-meſme; c’eſt toy cher Epoux que j’embraſſe.
fr: C’est lui-même, c’est toi, cher Époux, que j’embrasse.

source: Et quelle eſt ſa penſée ? Attend-elle en ce jour
fr: Et quelle est sa pensée? Attend-elle en ce jour

source: Que je luy laiſſe un Fils pour nourrir ſon amour?
fr: Que je lui laisse un Fils pour nourrir son amour?

source: Sans doute. C’eſt le prix que vous gardoit l’Ingrate.
fr: Sans doute. C’est le prix que vous gardait l’Ingrate.

source: Mais laiſſez-la, Seigneur.
fr: Mais laissez-la, Seigneur.

source: Je voy ce qui la flate.
fr: Je vois ce qui la flatte.

source: Sa beauté la raſſure, & malgré mon courroux,
fr: Sa beauté la rassure, et malgré mon courroux,

source: l’Orgueilleuſe m’attend encore à ſes genoux.
fr: L’Orgueilleuse m’attend encore à ses genoux.

source: Je la verrois aux miens, Phœnix, d’un œil tranquile.
fr: Je la verrais aux miens, Phœnix, d’un œil tranquille.

source: Elle eſt Veuve d’Hector, & je ſuis Fils d’Achille.
fr: Elle est Veuve d’Hector, et je suis Fils d’Achille.

source: Trop de haine ſepare Andromaque & Pyrrhus.
fr: Trop de haine sépare Andromaque et Pyrrhus.

source: Allez voir Hermione, & content de luy plaire,
fr: Allez voir Hermione, et content de lui plaire,

source: Oubliez à ſes piez juſqu’à voſtre colere.
fr: Oubliez à ses pieds jusqu’à votre colère.

source: Veus-meſme à cét hymen venez la diſpoſer.
fr: Vous-même à cet hymen venez la disposer.

source: Eſt-ce ſur un Rival qu’il s’en faut repoſer?
fr: Est-ce sur un Rival qu’il s’en faut reposer?

source: Crois-tu, ſi je l'épouſe,
fr: Crois-tu, si je l'épouse,

source: Qu’Andromaque en ſecret n’en ſera pas jalouſe?
fr: Qu’Andromaque en secret n’en sera pas jalouse?

source: Quoy toujours Andromaque occupe voſtre eſprit?
fr: Quoi toujours Andromaque occupe votre esprit?

source: Que vous importe, ô Dieux! ſa joye, ou ſon dépit?
fr: Que vous importe, ô Dieux! sa joie, ou son dépit?

source: Non, je n’ay pas bien dit tout ce qu’il luy faut dire.
fr: Non, je n’ai pas bien dit tout ce qu’il lui faut dire.

source: Ma colere à ſes yeux n’a paru qu’à demy.
fr: Ma colère à ses yeux n’a paru qu’à demi.

source: Elle ignore à quel point je ſuis ſon Ennemy.
fr: Elle ignore à quel point je suis son Ennemi.

source: Retournons-y. Je veux la braver à ſa veuë,
fr: Retournons-y. Je veux la braver à sa vue,

source: Et donner à ma haine une libre eſtenduë.
fr: Et donner à ma haine une libre étendue.

source: Vien voir tous ſes attraits, Phœnix, humiliez.
fr: Viens voir tous ses attraits, Phœnix, humiliés.

source: Allez, Seigneur, vous jetter à ſes piez.
fr: Allez, Seigneur, vous jeter à ses pieds.

source: Allez, en luy jurant que voſtre ame l’adore,
fr: Allez, en lui jurant que votre âme l’adore,

source: A de nouveaux mépris l’encourager encore.
fr: À de nouveaux mépris l’encourager encore.

source: Je le voy bien, tu crois que preſt à l'excuſer
fr: Je le vois bien, tu crois que prêt à l’excuser

source: Mon Cœur court apres elle, & cherche à s’appaiſer.
fr: Mon Cœur court après elle, et cherche à s’apaiser.

source: Vous aimez, c’eſt aſſez.
fr: Vous aimez, c’est assez.

source: Moy l’aimer? Une Ingrate,
fr: Moi l’aimer? Une Ingrate,

source: Qui me hait d’autant plus que mon amour la flate?
fr: Qui me hait d’autant plus que mon amour la flatte?

source: Sans Parens, ſans Amis, ſans eſpoir que ſur moy,
fr: Sans Parents, sans Amis, sans espoir que sur moi,

source: Je puis perdre ſon Fils, peut-eſtre je le doy.
fr: Je puis perdre son Fils, peut-être je le dois.

source: Eſtrangere.... Que dis-je? Eſclave dans l’Epire,
fr: Étrangère… Que dis-je? Esclave dans l’Épire,

source: Je luy donne ſon Fils, mon Ame, mon Empire.
fr: Je lui donne son Fils, mon Âme, mon Empire.

source: Et je ne puis gagner dans ſon perfide Cœur
fr: Et je ne puis gagner dans son perfide Cœur

source: D’autre rang que celuy de ſon Perſecuteur?
fr: D’autre rang que celui de son Persécuteur?

source: Non, non, je l’ay juré, ma vangeance eſt certaine.
fr: Non, non, je l’ai juré, ma vengeance est certaine.

source: Il faut bien une fois juſtifier ſa haine.
fr: Il faut bien une fois justifier sa haine.

source: J’abandonne ſon Fils. Que de pleurs vont couler!
fr: J’abandonne son Fils. Que de pleurs vont couler!

source: De quel nom ſa douleur me va-t-elle appeller?
fr: De quel nom sa douleur me va-t-elle appeler?

source: Quel ſpectacle pour elle aujourd’huy ſe diſpoſe!
fr: Quel spectacle pour elle aujourd’hui se dispose!

source: Elle en mourra, Phœnix, & j’en ſeray la cauſe.
fr: Elle en mourra, Phœnix, et j’en serai la cause.
